{"books":[
{
    "id": 0, 
    "title": "Герой нашего времени", 
    "author": "Лермонтов М. Ю.", 
    "descr": "Этот роман - одна из вершин русской прозы первой половины XIXљв. Воспринятый современниками М.Ю.Лермонтова как «странный», роман побуждает все новые и новые поколения читателей искать решения его загадкам. Григорий Печорин – не просто персонаж, но портрет эпохи, герой, олицетворяющий своим внутренним миром терзания и сомнения времени, в которое он жил.", 
    "rating": 4
},
{
    "id": 1, 
    "title": "Магия реальности", 
    "author": "Ричард Докинз", 
    "descr": "Полезная книга обо окружающем мире. Обязательно всем читать! Эта книга Р.Докинза - беседа с читателем. Большинство ее глав озаглавлены вопросом: 'Кто был первым человеком?', 'Из чего все сделано?', 'Что такое радуга?' или 'Почему случаются неприятности?'. Автор не только старается дать на них доступные и убедительные ответы, но и рассказывает о том, как именно ученые приходят к решению загадок, которые неустанно преподносит человечеству Вселенная. Правда, и сегодня можно объяснить далеко не все, пишет Докинз, но одно из главных достоинств науки состоит в том, что 'ученые знают, когда ответ на какой-нибудь вопрос им неизвестен. Они с радостью заявляют о своем неведении. Радость тут уместна, потому что поиски верного ответа - увлекательнейшее занятие'.", 
    "rating": 5
},
{
    "id": 2, 
    "title": "Солярис", 
    "author": "Станислав Лем", 
    "descr": "Интереснейшая идея о разумной планете. Впрочем, наша - такая же. Роман Станислава Лема 'Солярис' — шедевр жанра научной фантастики, в котором писатель предугадал главную проблему нашей цивилизации: огромный разрыв между высочайшим уровнем научной и технической мысли и моральным развитием человека. Что готовят нам грядущие встречи с иными мирами? Что способны им принести даже лучшие из нас? Ответы на эти вопросы пытаются найти герои романа, вступившие в контакт с разумными существами иного мира.", 
    "rating": 4
},
{
    "id": 3, 
    "title": "Элегантная вселенная", 
    "author": "Брайан Грин", 
    "descr": "Про квантовую механику в книге понятно написано, а вот в разделе о теории струн можно сломать мозг. Написанная доступно, образно и увлекательно, эта книга известного американского физика-теоретика Брайана Грина — несомненно, лучший для первого знакомства с теорией струн научно-популярный текст по физике. Первые две части дают понятное новичку общее представление об эволюции картины мира с позиций теоретической физики XX века — от квантовой механики и теории относительности до квантовой теории поля и теории струн. Третья часть — более подробный рассказ о теории струн, четвертая и пятая части повествуют о наиболее важных результатах и проблемах теории, касающихся физики дополнительных пространственных измерений, черных дыр и космологии. ", 
    "rating": 4
},
{
    "id": 4, 
    "title": "12 стульев", 
    "author": "Ильф и Петров", 
    "descr": "Одна из самых веселых книг, которые когда-либо читал.  Изумительное произведение, наряду с 'Золотым теленком', запоминающиеся герои, великолепный язык, искрометный юмор! Думаю, этого вполне достаточно, чтобы понять - нужно скорее бежать и немедленно читать (и перечитывать) эту книгу и наслаждаться обществом прекрасного 'романтика ущедшего времени'. Читать всем!", 
    "rating": 5
},
{
    "id": 5, 
    "title": "Мастер и Маргарита", 
    "author": "Булгаков М. А.", 
    "descr": "Несомненно, одно из лучших произведений! Вершина творчества Михаила Булгакова, роман, над которым он работал до последнего дня своей жизни, а, умирая, сказал: 'Может это и правильно… Что я мог написать после 'Мастера'?' Написанный обличительно и яростно, роман настолько подрывал саму основу советского строя, что о его публикации не могло быть и речи. Впервые произведение увидело свет лишь 27 лет спустя после написания, в хрущевскую 'оттепель'. Вскоре его снова запрещают и новую жизнь роман обретет только в годы Перестройки. Фантастический, со сложной структурой, многосюжетный, философский и трагический, сатирический и фарсовый, реалистичный и фантастический, этот роман вмещает целый мир и творит новые миры в душах читателя, продолжая оставаться романом загадкой, над которой бьются все новые и новые поколения литературоведов и читателей.", 
    "rating": 5
}

]}